{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "3a63808d-e0d4-435a-9efd-2ee808631ef1": {
      "type": "rich-text",
      "blocks": {
        "template--15166819565751__3a63808d-e0d4-435a-9efd-2ee808631ef1-16650086570f93ea4c-0": {
          "type": "heading",
          "settings": {
            "heading_text": "OSEA Text Messaging Terms of Service",
            "heading_classes": "text-center font-serif text-4xl md:text-5xl tracking-tight mb-2 md:mb-4 pt-10"
          }
        },
        "template--15166819565751__3a63808d-e0d4-435a-9efd-2ee808631ef1-16650086570f93ea4c-1": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "Dated: February 16, 2022<br>",
            "paragraph_classes": "text-center text-md mx-5"
          }
        }
      },
      "block_order": [
        "template--15166819565751__3a63808d-e0d4-435a-9efd-2ee808631ef1-16650086570f93ea4c-0",
        "template--15166819565751__3a63808d-e0d4-435a-9efd-2ee808631ef1-16650086570f93ea4c-1"
      ],
      "settings": {
        "section_classes": ""
      }
    },
    "f8b567ed-b015-4c94-b4e1-aecea2509d27": {
      "type": "rich-text",
      "blocks": {
        "template--15166819565751__f8b567ed-b015-4c94-b4e1-aecea2509d27-1665008734e8d231a6-0": {
          "type": "heading",
          "settings": {
            "heading_text": "",
            "heading_classes": ""
          }
        },
        "template--15166819565751__f8b567ed-b015-4c94-b4e1-aecea2509d27-1665008734e8d231a6-1": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "<br>OSEA International, LLC (“OSEA” or “we” or “us”) is offering a Short Message Service (“SMS”) so that you will have the option to receive text messages from us with offers and news about our products and services. If you opt in to receiving text messages, you will receive text messages from us under the terms and conditions set forth below. Please read these SMS Terms of Service (“Terms of Service”) carefully before you decide whether to opt in.",
            "paragraph_classes": "leading-relaxed"
          }
        }
      },
      "block_order": [
        "template--15166819565751__f8b567ed-b015-4c94-b4e1-aecea2509d27-1665008734e8d231a6-0",
        "template--15166819565751__f8b567ed-b015-4c94-b4e1-aecea2509d27-1665008734e8d231a6-1"
      ],
      "settings": {
        "section_classes": "container mb-10 max-w-4xl mx-auto px-6"
      }
    },
    "1e6a81c8-d29b-49a1-bc63-0491c66296ff": {
      "type": "rich-text",
      "blocks": {
        "template--15166819565751__1e6a81c8-d29b-49a1-bc63-0491c66296ff-1665008734e8d231a6-0": {
          "type": "heading",
          "settings": {
            "heading_text": "1. OPT IN METHODS:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "template--15166819565751__1e6a81c8-d29b-49a1-bc63-0491c66296ff-1665008734e8d231a6-1": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "You can opt in to receive texts from us in various ways, such as through online form or check-box we may provide on our website, https:\/\/oseamalibu.com\/, or by giving us your mobile phone number after we have indicated that doing so constitutes your agreement to receive text messages in accordance with these Terms of Service. Regardless of the method you use, your opt in constitutes your agreement to receive SMS messages from OSEA and our SMS service providers and agents, (including but not limited to SMSBump Inc.), in accordance with these Terms of Service. In providing such consent, you represent that (i) you understand that our text messages will be sent to the mobile phone number you provide; you have authority to provide consent for text messages to be sent by us to that number; (ii) you acknowledge that some of the text messages may be marketing messages, (iii) you understand that the text messages may be sent to you using an autodialer, and (iv) you recognize that your consent to receive these text messages is not a condition for your purchase of any goods or services from OSEA.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "5ce61ef7-6089-4c92-ac78-bdc35e771ab6": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>2. OPTING OUT:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "1d8706e0-5361-4577-ab7f-afd07b0b21b7": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you opt in and later decide that you would prefer not to receive text messages from us, you may reply “STOP” to any mobile message from us in order to opt out. You may also opt out by sending an email message to support@oseamalibu.com in which you state your request to opt out and provide the mobile phone number with which you previously opted in. We will then send an “opt-out” text message to that number to verify your opt-out request; in order to complete your opt out, you must respond to that text message confirming your decision to opt out.\n<br><br>\nAny other method of opting out, including, but not limited to, texting words other than “STOP” or verbally requesting one of our employees to remove your number from our text messaging recipient list, is not a reasonable means of opting out.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "1b2cd8bf-7b31-474e-b9cb-7e2624dd5f1e": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>3. DUTY TO NOTIFY &amp; INDEMNIFY:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "5f4f80e5-d7f9-47e1-b648-4291dd2bda9a": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If at any time you intend to stop using the mobile telephone number that has been used to opt in, including canceling your mobile phone service plan or selling or transferring the phone number to another party, you agree that you will complete the Opt-Out process set forth above prior to ending your use of the mobile telephone number. You understand and agree that your agreement to do so is a material part of these Terms of Service. You further agree that, if you discontinue the use of your mobile telephone number without notifying us of such change, you will be responsible for all costs (including attorneys’ fees) and liabilities incurred by us, or any party that assists in the delivery of the mobile messages, as a result of claims brought by individual(s) who are later assigned that mobile telephone number. This responsibility shall survive any cancellation or termination of your agreement to participate in the SMS texting program.\n<br><br>\nYOU AGREE THAT YOU SHALL INDEMNIFY, DEFEND, AND HOLD US HARMLESS FROM ANY CLAIM OR LIABILITY RESULTING FROM YOUR FAILURE TO NOTIFY US OF A CHANGE IN THE INFORMATION YOU HAVE PROVIDED, INCLUDING ANY CLAIM OR LIABILITY UNDER THE TELEPHONE CONSUMER PROTECTION ACT, 47 U.S.C. § 227, et seq., OR SIMILAR STATE AND FEDERAL LAWS, AND ANY REGULATIONS PROMULGATED THEREUNDER RESULTING FROM US ATTEMPTING TO CONTACT YOU AT THE MOBILE TELEPHONE NUMBER YOU PROVIDED.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "c4aeed49-30a6-498d-9808-5cb107ab35c2": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>4. COST &amp; FREQUENCY:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "67761704-2762-4d47-a222-39707d6e621f": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "Message and data rates may apply under your phone service plan. The frequency of our text messages to you will vary based on your interactions with us.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "cc2b7c64-9e00-40a0-9f51-e033369b3b29": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>5. PARTICIPANT REQUIREMENTS:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "b0eed8d7-887b-4843-88bf-3085f29e42db": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "You must have a wireless device of your own, capable of two-way messaging, be using a participating wireless carrier, and be a wireless service subscriber with text messaging service. Not all cellular phone providers carry the necessary service to participate. Check your phone capabilities for specific text messaging instructions.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "7104bf23-6629-4dd7-8277-22efeeb41741": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>6. AGE RESTRICTION:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "9e31c085-81f8-4b08-b36f-b7891d615f34": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "You may not opt in to receive text messages from us if you are under thirteen (13) years of age, and you may not opt in if you are under eighteen (18) years of age unless you must have your parent’s or legal guardian’s permission to do so. By opting in to receive text messages from us, you are attesting to being at least 18 years of age or, if you are between the ages of thirteen (13) and eighteen (18), that your parent or legal guardian has provided us with permission to send you text messages, which permission may be sent by email to support@oseamalibu.com and must provide the number of the cell phone at which you request to receive text messages.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "5465aa40-8180-40fa-8ab8-1e2ca8052fb0": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>7. DISPUTE RESOLUTION:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "2baebee8-cee1-4476-826b-893581d89c23": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "In the event that there is a dispute, claim, or controversy between you and us (or between you and any third-party service provider acting on our behalf) arising out of or relating to our text messaging practices and\/or these Terms of Service, or the breach, termination, enforcement, interpretation or validity thereof, including the determination of the scope or applicability of this agreement to arbitrate, such dispute, claim, or controversy will be, to the fullest extent permitted by law, determined by arbitration in accordance with the Binding Arbitration and Class Action Waiver provisions in the OSEA Terms of Use.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "ded52b37-49ad-434f-9562-0906fa0a3443": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>8. MISCELLANEOUS:",
            "heading_classes": "font-medium text-lg py-4"
          }
        },
        "4fe9935a-3e27-487c-9072-d366a97e107b": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If any provision of these Terms of Service is found to be unenforceable or invalid, that provision will be limited or eliminated and the Terms of Service will otherwise remain in full force and effect. We reserve the right to change these Terms of Service from time to time. You acknowledge your responsibility to review these Terms of Service from time to time and to be aware of any such changes. By continuing your agreement to receive text messages from us after any such changes, you will be accepting the modified Terms of Service as a matter of law.",
            "paragraph_classes": "leading-relaxed"
          }
        }
      },
      "block_order": [
        "template--15166819565751__1e6a81c8-d29b-49a1-bc63-0491c66296ff-1665008734e8d231a6-0",
        "template--15166819565751__1e6a81c8-d29b-49a1-bc63-0491c66296ff-1665008734e8d231a6-1",
        "5ce61ef7-6089-4c92-ac78-bdc35e771ab6",
        "1d8706e0-5361-4577-ab7f-afd07b0b21b7",
        "1b2cd8bf-7b31-474e-b9cb-7e2624dd5f1e",
        "5f4f80e5-d7f9-47e1-b648-4291dd2bda9a",
        "c4aeed49-30a6-498d-9808-5cb107ab35c2",
        "67761704-2762-4d47-a222-39707d6e621f",
        "cc2b7c64-9e00-40a0-9f51-e033369b3b29",
        "b0eed8d7-887b-4843-88bf-3085f29e42db",
        "7104bf23-6629-4dd7-8277-22efeeb41741",
        "9e31c085-81f8-4b08-b36f-b7891d615f34",
        "5465aa40-8180-40fa-8ab8-1e2ca8052fb0",
        "2baebee8-cee1-4476-826b-893581d89c23",
        "ded52b37-49ad-434f-9562-0906fa0a3443",
        "4fe9935a-3e27-487c-9072-d366a97e107b"
      ],
      "settings": {
        "section_classes": "container mb-10 max-w-4xl mx-auto px-6"
      }
    }
  },
  "order": [
    "main",
    "3a63808d-e0d4-435a-9efd-2ee808631ef1",
    "f8b567ed-b015-4c94-b4e1-aecea2509d27",
    "1e6a81c8-d29b-49a1-bc63-0491c66296ff"
  ]
}
