/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "05c93baf-1157-43e4-86a1-6106672bf30f": {
      "type": "page-banner",
      "blocks": {
        "template--15637910847671__05c93baf-1157-43e4-86a1-6106672bf30f-16658724726879c17b-0": {
          "type": "heading",
          "settings": {
            "heading": "Sea Rewards Terms",
            "heading_classes": "tracking-widest font-bold uppercase text-xl lg:text-2xl"
          }
        },
        "c25f73dc-dbd8-4b44-a6bc-3f80b77f84e2": {
          "type": "paragraph",
          "settings": {
            "paragraph": "Last Updated: 2/13/25",
            "paragraph_classes": "mt-1 font-book tracking-wide"
          }
        }
      },
      "block_order": [
        "template--15637910847671__05c93baf-1157-43e4-86a1-6106672bf30f-16658724726879c17b-0",
        "c25f73dc-dbd8-4b44-a6bc-3f80b77f84e2"
      ],
      "settings": {
        "is_text_only": true,
        "is_lazy": false,
        "section_classes": "relative container px-6",
        "image_classes": "block object-cover object-top h-[460px] overflow-hidden min-w-full",
        "text_block_classes": "absolute top-6 inset-x-0 px-6 text-center"
      }
    },
    "166368991591d704f6": {
      "type": "rich-text",
      "blocks": {
        "7cc76dbc-2926-4b51-9c97-cc4b782efedf": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "<p>PLEASE READ THESE OSEA INTERNATIONAL, LLC SEA REWARDS TERMS AND CONDITIONS (“<b>REWARD TERMS</b>”) CAREFULLY.  BY PARTICIPATING IN THE OSEA REWARDS CLUB (“REWARDS CLUB”), INCLUDING BY REGISTERING AN ACCOUNT (AS DEFINED BELOW), YOU AGREE TO BE BOUND BY ALL OF THE PROVISIONS IN THESE REWARD TERMS AND ALL OTHER TERMS INCORPORATED OR REFERENCED IN THESE REWARD TERMS, INCLUDING OUR TERMS OF USE. IF YOU DO NOT AGREE TO THESE REWARD TERMS, YOU MUST NOT, AND HAVE NO RIGHT TO, PARTICIPATE IN THE <b>REWARDS CLUB</b>.  All capitalized terms used but not defined in these Reward Terms have the meanings given to them in the Terms of Use.\n\n<br><br>\n<b>THE SECTION ENTITLED “DISPUTE RESOLUTION” IN THE TERMS OF USE CONTAINS AN ARBITRATION CLAUSE AND CLASS ACTION WAIVER.  BY AGREEING TO THESE REWARD TERMS, YOU AGREE TO RESOLVE ALL DISPUTES ARISING OUT OF OR RELATING TO THESE REWARD TERMS, THE REWARDS CLUB, OR ANY SEA POINTS, THROUGH BINDING INDIVIDUAL ARBITRATION, AS SET FORTH IN SECTION 11 OF THE TERMS OF SERVICE.  THIS MEANS THAT YOU WAIVE ANY RIGHT TO HAVE SUCH DISPUTES DECIDED BY A JUDGE OR JURY, AND THAT YOU WAIVE YOUR RIGHT TO PARTICIPATE IN CLASS ACTIONS, CLASS ARBITRATIONS, OR REPRESENTATIVE ACTIONS.  ACCORDINGLY, PLEASE READ DISPUTE RESOLUTION OF THE TERMS OF USE CAREFULLY, AS IT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</b>\n<br><br><b>1. CHANGES TO THE REWARDS CLUB.</b>\n<br>The Rewards Club is offered in the sole discretion of OSEA International, LLC d/b/a OSEA Malibu (“<b>OSEA</b>,” “<b>we</b>,” “<b>us</b>,” or “<b>our</b>”). We may update, suspend, terminate, replace, or otherwise change, in whole or in part, these Reward Terms, our FAQs regarding the Rewards Club, or  any other aspects of the Rewards Club at any time, for any reason, including, but not limited to, how points earned through the Rewards Club (“<b>Sea Points</b>”) or other benefits may be earned or redeemed (including changes to their redemption value), when Sea Points may be received, or when they expire.  If we make any such changes, we will provide you with notice of the changes, either by notifying you through your Account, posting the changes to our website at https://oseamalibu.com/ or any other websites operated by or for us that include or link to these Reward Terms (collectively, our “<b>Site</b>”), or by another reasonable method we choose, such as by sending you an email or SMS notification.  Any changes to these Reward Terms will be effective immediately. The date of the last change to these Reward Terms will be posted at the top of this page. As such, you should check this page frequently to stay informed of the most up-to-date version of these Reward Terms. \nYou waive any right you may have to receive specific notice of any changes to these Reward Terms or the Rewards Club generally, and your continued access to or participation in the Rewards Club following posting or other notice of any such changes confirms your acceptance of the same. If you do not agree to any such changes, you must not, and have no right to, participate in the Rewards Club.\n<br><br><b>2. REWARDS CLUB DESCRIPTION.</b>\n<br>(a) General Description.  The Rewards Club is designed so that each time a Member (as defined below) shops, shares, or follows OSEA, as provided in these Reward Terms, they may accrue or earn Sea Points that may be redeemed for discounts on the OSEA products we make available on our Site (“<b>OSEA Products</b>”).\n<br>(b) Eligibility. The Rewards Club is only open to individual residents of the 48 contiguous states of the United States, and Alaska and Hawaii. You must be the appropriate age of majority in your state of residence to participate in the Rewards Club. The Rewards Club is not targeted towards, nor intended for use by, anyone under the age of 13. If you are at least 13 years old but still a minor in your state of residence (under 18 in most U.S. states), you may access and participate in the Rewards Club only with the permission of, and under the direct supervision of, a parent or legal guardian who creates an Account on your behalf and who agrees to be bound by these Reward Terms. By accessing or participating in the Rewards Club, including by creating an Account, you represent that you are at least the age of majority in your jurisdiction.  If you create an Account on behalf of a minor, you represent and warrant that you are the parent or legal guardian of that minor and agree to assume full responsibility for all activity of that minor using that Account.\n<br><br>(c) Exclusions. Employees and contractors of OSEA are not eligible to participate in the Rewards Club.  Companies, corporations, organizations, associations, partnerships, or other legal entities are also not eligible to participate in the Rewards Club.  If you are a resident of any country other than the United States, you may not participate in the Rewards Club.\n<br><br>(d) Membership Required.  In order to earn Sea Points, you must register for an account on our Site at https://oseamalibu.com (an “<b>Account</b>”).  The Rewards Club is limited to one (1) Account per eligible individual.  Only eligible individuals with active Accounts (“<b>Members</b>”) may collect and earn Sea Points. Please note that in order to create an Account, you must provide us with at least the following information:\n<br><br>(i) your first and last name, and your email address \n<br><br>You represent and warrant that all information you provide to us in connection with your Account is complete and accurate. Further, you acknowledge and agree that any failure to update such information, including the information above, following a change to such information may result in the inability to earn or redeem Sea Points, suspension or termination of your Account, participation in the Rewards Club, and/or a loss of any Sea Points associated with your Account.\n<br><br>(a) Account Security.  As a Member, you acknowledge and agree that your Account is, and any passwords associated with your Account are, personal to you and you agree not to provide any other person or entity with access to all or any part of your Account or passwords. You are responsible for maintaining the confidentiality of your Account and passwords and for any and all activities that occur under your Account and passwords, including any expenditure or redemption of Sea Points. You agree to notify OSEA if you become aware of, or if you suspect any unauthorized use of or access to, your Account or passwords or any other breach of security associated with your Account, passwords, or your Sea Points, immediately after you become aware of or begin to suspect any such unauthorized use, access to, or breach of security.  Without limiting anything in Section 6 below, if we have reason to believe that there has been, or is likely to be, a breach of security or misuse of your Account, the Rewards Club, or your Sea Points, we may terminate your ability to participate in the Rewards Club or change, or require you to change, your login details, including any user names or passwords associated with your Account.\n<br><br><b>3. EARNING SEA POINTS</b>\n<br>(a) Tiers; Purchases.  The more a Member spends on OSEA Products, the more Sea Points you can earn!  Subject to Section 4(d) below, a Member may earn Sea Points every time they purchase OSEA Products through their Account and on our Site.  A detailed description of our tiered earning system is below:\n\n<br><br>(b) Commencing with the launch of the Rewards Club, and for solely existing Members, who had already registered with an Account, OSEA, on a one-time, non-precedential basis, retroactively provided existing Members points for all OSEA spending activity from June 1, 2024 to January 1, 2025 (the “Retroactive Point Grant”).\n<br><br>(c) For any new Member and assuming you’re eligible to be a Member, when you register for an Account, you automatically qualify for the Ripple Tier.  After spending $200 during your Program Year (as defined herein) on OSEA Products through your Account on our Site, you will qualify for the Current Tier. After spending at least $400 during a Program Year on OSEA Products through your Account on our Site, you will qualify for the Wave Tier. Additionally, any Member who subscribes to receive OSEA Products on a recurring basis through our Subscription program automatically will qualify for the Subscriber Tier regardless of their annual spend (and will not move into the Wave Tier, regardless of spend). The “Program Year” for your Rewards Club account is activated at the point of tier entry (the creation of the account and/or the date at which a member spends enough to upgrade into the tier level) and extends for twelve (12) consecutive months from such date. During each Program Year, members must meet the applicable spend or activity requirements to maintain or advance their tier status. If the required spend is not met during the Program Year, the member will be downgraded to the Ripple Tier and the benefits of the higher tier will no longer be accessible. Members can regain higher tier status by achieving the required spend in that applicable Program Year, which shall then upgrade the Member to the next tier status for a 12-month period from the time of achieving such applicable minimum spend. For clarity, once a Member archives a tier status, they shall remain in such tier for the duration of the Program Year period of 12 months. For clarity, for the Subscriber Tier, once a Member terminates their subscription, they will automatically be converted into the Ripple Tier upon the cessation of their subscription.\n<br><br>(d) To retain your Sea Points, Members must undertake some activity, either by purchasing on OSEA Products through your Account on our Site or participating in a Special Activity (as defined herein) (together, a “Qualifying Activity”) every three (3) months (the “Points Program Term”). The Points Program Term for your OSEA Rewards account is activated at the point of tier entry (the creation of the account and/or the date at which a member spends enough to upgrade into the tier level) and extends for three (3) consecutive months from such point. In the event that you do not undertake a Qualifying Activity during the Points Program Term, all such Points shall be forfeited. \n<br><br>(e) If your Account is terminated or suspended, you may lose your Tier status, as determined by OSEA in our sole discretion.  Tier status is non-transferable. Sea Points can only be earned from whole dollars, and purchases will be rounded down or up to the nearest dollar.   For example, a purchase of $59.95 would be rounded up to $60.00 (for the purpose solely of point accumulation), resulting in 60 Sea Points for an Account in the Ripple Tier, while a purchase of $30.45 would be rounded down to $30.00 (for the purpose solely of point accumulation), resulting in 30 Sea Points for an Account in the Ripple Tier.  Only amounts spent on the stated purchase price of OSEA Products are eligible to earn Sea Points and for purposes of determining Tier status.  No Sea Points may be earned from amounts spent on shipping, taxes, or other charges, and no such amounts will be considered for purposes of determining a Tier status.  \n<br><br>(f) Special Activities. In addition to purchasing OSEA Products through your Account on our Site, Members may earn Sea Points by completing the special activities (“Special Activities”) listed at https://oseamalibu.com/pages/sea-rewards under “Ways to Earn Points”. You must be logged into your Account to earn Sea Points for Special Activities. \n<br><br>(c) For clarity, because you may create only one (1) Account for your personal use, you may complete the “Creating an Account,” “Follow us on Instagram,” Special Activities only once. If you choose to provide your birthday information to us in connection with your eligible Account, the Sea Points specified above will be placed in your Account once per year on or around your specified birthday.  \n<br><br>If you make statements about OSEA or OSEA Products in order to earn Sea Points (written or video reviews), you must comply with all applicable statutes, regulations, and other laws, including but not limited to the Federal Trade Commission’s Guides Concerning Use of Endorsements and Testimonials in Advertising, the current version of which can be found here: eCFR :: 16 CFR Part 255 -- Guides Concerning Use of Endorsements and Testimonials in Advertising.  This means, among other things, that your statements must be honest and accurate and must be accompanied by a clear and conspicuous disclosure of your connection to the Rewards Club and include an appropriate hashtag, such as #ad or #sponsored as the first hashtag.  Your posts and other communications must also be free of infringing, harassing, discriminatory, defamatory, hateful, violent, political, obscene, pornographic, bullying, unsafe, fraudulent, or otherwise objectionable content, as determined by OSEA in our sole discretion.  If we notify you of any objectionable content, you will delete or edit the relevant communication to our satisfaction.  For clarity, this paragraph does not prohibit you from communicating your honest opinions about OSEA or OSEA Products, whether or not favorable.  Without limiting anything in Section 6 below, we reserve the right to refuse to award Sea Points, and may suspend or terminate your Account, in our sole discretion, if we believe that you have violated any of the requirements of this section.  \n<br><br>(d) Other Ways to Earn Sea Points.  We may offer other methods of earning Sea Points from time to time as described on our Site or in emails or SMS notifications we send to you (if you have signed up to receive them).  These offers may be for a limited time and may vary in value.  \n<br><br>(e) Delivery of Sea Points. Following your purchase of OSEA Products through their Account and on our Site, completion of a Special Activity, or successful referral of a friend, the specified number of Sea Points will appear in your Account, usually within thirty (30) days (subject to processing times).  If it has been more than thirty (30) days and your Sea Points do not appear in your Account, please contact our customer service team.  Sea Points only accrue and may only be earned as set forth in this Section 3, or as otherwise noticed by OSEA to you, from time to time. Completion of any other tasks or activities will not result in Sea Points being added to your Account.\n<br><br>(f) Consent to Receive SMS Text Messages.  If you choose to earn Sea Points by signing up to receive commercial electronic messages (such as SMS notifications and other text messages) from us, you consent to receive marketing and informational messages from us or our representatives (including through automated means) at the mobile telephone number you provide when you sign up.  You represent that the telephone numbers that you provide to us are your contact numbers. You represent that you are permitted to receive calls, SMS notifications, and other messages at each of the mobile telephone numbers you have provided to us. You agree to promptly alert us whenever you stop using a particular telephone number.  It is your responsibility to keep your mobile phone number current by keeping your Account information up-to-date. You acknowledge that texting over mobile phones or other devices carries risks because text messages are not encrypted.  This means that the information contained in the text messages could be accessed by an unintended recipient, such as your mobile carrier or someone who intercepts your messages.  You acknowledge and agree that standard call, message, and data rates charged by your carrier apply to all communications by or with us.   You are entirely responsible or any fees charged by your mobile carrier for text messaging and understand that text messages sent or received in connection with the Rewards Club may count against any data usage or text message limits in your mobile plan.  To unsubscribe from promotional SMS notifications or other text messages at any time, reply STOP to any text message you receive from us.  You consent that following such a request to unsubscribe, you may receive a text message from us confirming your request to opt out of promotional messages. We may continue to send you informational text messages about the Rewards Club or your Account, even if you opt out of promotional messages.\n<br><br><b>4. REDEEMING SEA POINTS.</b>\n<br>(a) Redemption. Once Sea Points are available in a Member’s Account, they may be redeemed for OSEA Products available on our Site via a coupon redemption. In order to redeem Sea Points for OSEA Products, you must log into your Account and select the number of Sea Points that you would like applied to your next order of OSEA Products. A Member must have a minimum of 500 Sea Points before they are able to redeem any Sea Points. Sea Points can only be used in increments of 500 (e.g. – 500/1,000/1,500, etc). Additionally, the subtotal on a Member’s order, prior to being able to redeem Sea Points must equal at least Thirty US Dollars (USD $30.00) before discounts/tax/shipping.   Any redemption of Sea Points will not be applies to shipping and handling costs and expenses, and each Member remains responsible for those costs and expenses, subject to our Terms of Use.\n<br><br>(b) Multiple Tender.  If a Member uses more than one payment method in a single transaction on our Site for an order of OSEA Products, the number of Sea Points earned is based on the amount of dollars—and not Sea Points—spent on the OSEA Products.  For example, if you are in the Ripple Tier, your order subtotal is $50.00 (excluding tax and shipping), and you apply a $25.00 discount using 2500 of your Sea Points to the purchase and pay the remaining $25.00 with your credit card, you will earn a total of 25 Sea Points: 1 Sea Point for each dollar spent with your credit card ($25.00) on the OSEA Products.\n<br><br>(c) Deduction. When using Sea Points to purchase an OSEA Product, Sea Points are first converted into a discount code. Upon converting the Sea Points into such discount code, the Sea Points will be immediately removed from a Member's Account. Sea Points may be refunded or reinstated to a Member's Account only if we determine, in our sole discretion, that the OSEA Product purchased is unavailable or cannot be delivered. \n<br><br>(d) Ineligible Purchases. Members will not accrue or earn Sea Points for any purchase of OSEA Products with any reward coupons, store or merchandise credits, donations of any kind, expenditures of gift card amounts, or purchases made with Sea Points. Members also will not accrue or earn Sea Points or accrue Tier status for any purchase of OSEA Products other than through their Account on our Site, including any purchase of OSEA Products at any retail or other physical location selling OSEA Products.\n<br><br>(e) Returns. Sea Points are generally non-refundable and cannot be reinstated once redeemed, unless we determine that a OSEA Product purchased is unavailable, cannot be delivered in accordance with Section 4(c), or you return the OSEA Product for a permitted reason, in which case the Sea Points shall be refunded. For more information on how we handle returns, please read our Terms of Sale and <a href=\"https://returns.oseamalibu.com/#/\" class=\"link\">Returns Policy</a>.\n\n<br><br><b>5. RESTRICTIONS ON USE OF SEA POINTS.</b>\n<br>(a) Personal Use. The Rewards Club and Sea Points are intended for personal use only.  Any commercial use of the Rewards Club or the Sea Points is strictly prohibited.  Sea Points may not be gifted, purchased, sold, bartered, brokered or otherwise transferred.  Any attempt to redeem single use offers and verification codes for Sea Points multiple times or through multiple users, constitutes fraud and may result in the suspension or termination of your Account or your ability to participate in the Rewards Club.\n<br><br>(b) Combined Use; Limits. Sea Points accrued or earned in connection with the Rewards Club cannot be combined with any other offers or discounts, unless otherwise expressly indicated by OSEA. We reserve the right to limit any redemption or application of Sea Points to specified OSEA Products, to change the redemption value of Sea Points, and to limit the number of Sea Points available to Members. We may also, in our sole discretion, suspend, cancel, replace, or combine Sea Points that appear to be duplicative or that were accrued or earned in violation of these Reward Terms, or any other terms incorporated in these Reward Terms.\n<br><br><b>6. TERMINATION; CANCELLATION.</b>\n<br>(a) Breach. Without limiting anything set forth in the Terms of Use, we reserve the right to suspend and/or terminate your Account (or any account associated with your Account) or your participation in the Rewards Club, if we determine, in our sole discretion, that you have violated these Reward Terms or our Terms of Use, or Privacy Policy, or any other terms incorporated into these Reward Terms, or that the use of your Account is unauthorized, deceptive, fraudulent or otherwise unlawful.\n<br><br>(b) Cancellation.  You may cancel your Account and participation in the Rewards Club at any time and for any reason by contacting us using the contact information set forth in Section 9 below and indicating that you wish to cancel solely your Reward Club  Account, or generally canceling your online Account.  Account cancellation is subject to applicable processing times.\n<br><br>(c) Effect of Termination or Cancellation. In the event that your Account or participation in the Rewards Club is terminated for any reason, or if you cancel your Account, you will lose your Tier status and all accrued or earned Sea Points in your Account will automatically be void and will not be refunded or reinstated, including if you attempt to renew, re-open, or create a new Account.\n<br><br><b>7. DISCLAIMERS.</b>\n<br>(a) Third Party Websites, Third-Party Tools, and User Content. In order to complete certain activities required to earn Sea Points, including certain of the Special Activities, you may be required to use Third Party websites, Third-Party Tools, or log into and/or link certain of their social media accounts to their Account. Third Party websites and Third-Party Tools are not under our control, and we are not responsible for the contents of any Third Party websites or Third-Party Tools or any link contained in a Third Party website or Third-Party Tool. We provide links to Third Party websites and Third-Party Tools only as a convenience, and the inclusion of a link does not constitute or imply our endorsement of any Third Party website, Third-Party Tool, or any content found on the foregoing. We are also not responsible, and will not be held liable, for any User Content or Feedback that you may upload, post, or otherwise display, including on or through our Site or your Account.  For more information regarding the restrictions on, and your and our rights regarding, User Content, Feedback, intellectual property, Third Party websites, and Third-Party Tools, please carefully review our Terms of Service, including Sections 3 (User Content, Feedback, and Other Submissions), 5 (Our Intellectual Property Rights), and 6 (Third-Party Tools and Websites).\n<br><br>(b) Membership Fees. No purchase is necessary for participation in, and there are no fees associated with, the Rewards Club. Sea Points accrued or earned in connection with the Rewards Club are promotional, have no cash value, and cannot be redeemed for cash.  There are no loyalty or other rewards cards associated with the Rewards Club. \n<br><br>(c) No Liability. THE REWARDS CLUB AND SEA POINTS ARE PROVIDED “AS-IS” WITH NO WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE.  WE ARE NOT RESPONSIBLE FOR ANY ERRORS, DELAYS, OR MALFUNCTIONS IN THE OPERATION OF THE REWARDS CLUB, INCLUDING WITHOUT LIMITATION IN THE EARNING OR REDEMPTION OF ANY SE POINTS, OR FOR ANY LOSS OF SEA POINTS, WHETHER DUE TO DISRUPTIONS TO OUR SYSTEMS, SOFTWARE PROGRAMMING ERRORS, HUMAN ERRORS, FAILURE OF ANY INTERNET SERVICE PROVIDERS OR MOBILE CARRIERS, OR OTHERWISE.  \n<br><br>(d) Fraudulent Use. WE ARE NOT RESPONSIBLE FOR ANY FRAUDULENT EXPENDITURE OR REDEMPTION OF SEA POINTS UNDER YOUR ACCOUNT OR PASSWORDS, OR FOR THE LOSS OF ANY SEA POINTS RESULTING FROM OUR SUSPENSION OR TERMINATION OF YOUR ACCOUNT OR ABILITY TO PARTICIPATE IN THE REWARDS CLUB.\n<br><br><b>8. MISCELLANEOUS.</b>\n<br>(a) Additional Terms.  These Reward Terms incorporate our Terms of Use and Privacy Policy, and any other terms referenced in any of the foregoing.  If there is a conflict between these Reward Terms and any of the other terms referenced in these Reward Terms, the provisions in these Reward Terms will control, but only with respect to the Sea Points, your participation in the Rewards Club, or your access to your Account.  All other provisions in the Terms of Service will continue to control.\n<br><br>(b) Privacy. Our Privacy Policy governs your participation in the Rewards Club and our handling of any information you may provide to us in connection with your registration of an Account or your participation in the Rewards Club.  Please read the Privacy Policy carefully in order to stay informed of how we collect, use, and disclose information about you.  \n<br><br><b>9. CONTACT US.</b>\n<br>If you have questions about these Reward Terms, the Rewards Club, or the Sea Points, or if you wish to cancel your Account, please contact us at <a href=\"mailto:support@oseamalibu.com\" class=\"link\">support@oseamalibu.com</a> or by telephone at 1-888-282-4264.</p>",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "a81c99c1-4875-4802-8772-8114cf359058": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>ACCEPTANCE OF TERMS",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "6d286c59-fecf-4d29-81b1-a87a96f37479": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "By checking the box indicating acceptance of these Terms, you agree to these Terms and any amendments hereto that may be published from time to time on the Site, each of which is incorporated by reference.\n<br><br>\nBY CHECKING THE BOX INDICATING ACCEPTANCE OF THESE TERMS, YOU ARE AGREEING TO WAIVE YOUR RIGHT TO SUE IN COURT AND INSTEAD AGREE TO HAVE ALL DISPUTES DECIDED BY AN ARBITRATOR. BY AGREEING TO ARBITRATION, YOU UNDERSTAND AND AGREE THAT YOU ARE WAIVING YOUR RIGHT TO A JURY TRIAL TO SETTLE DISPUTES RELATING TO YOUR USE OF THE SITE, AS STATED FULLY IN THE “DISPUTE RESOLUTION” SECTION BELOW.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>KEY TERMS",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "1143c7c3-63a6-44e8-a066-53c11660b47c": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "OSEA refers to OSEA INTERNATIONAL, LLC, and is referred to herein as “OSEA,” “we,” or “our.”\n<br><br>\n“Content” means logos, design, text, graphics, images, software, audio, video, works of authorship of any kind, and information and other materials that are posted, generated, provided, or otherwise available through or on the Site.\n<br><br>We and our licensors exclusively own all right, title, and interest in and to the Content, including all associated intellectual property rights. You acknowledge that Content is protected by copyright, trademark, and other laws of the United States and foreign countries and that you will not remove, alter, or obscure any copyright, trademark, service mark, or other proprietary rights or notices incorporated in or accompanying Content on the Site.\n\n<br><br>“Site” means the website www.oseamalibu.com, including all subdomains and subparts, as well as our social media accounts on Facebook, Instagram, YouTube, Google, TikTok, and Twitter, and other platforms and applications for mobile, tablet, and other smart devices and application programs.\n\n<br><br>“Terms” refers to the terms and conditions of these Terms of Use, along with our Privacy Policy.\n\n<br><br>“User” means any visitor to the Site, regardless of whether the visitor registers for the Site or purchases any services or products from the Site, and is referred to herein as “User” or “you.”\n\n<br><br>“User Content” refers to any photographs, comments, video clips, or other Content that Users, including you, may upload to the Site. Content includes, without limitation, User Content. We do not claim any ownership rights in any User Content and nothing in these Terms will be deemed to restrict any rights a User may have to use and exploit their own User Content.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>ELIGIBILITY TO USE THE SITE",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "You may use the Site only if you are eighteen (18) years or older (or the applicable age of majority in your jurisdiction, if greater than eighteen (18) years of age) and capable of forming a binding contract with us and are not barred from using the Site under any applicable law. As long as you comply with these Terms, you may view and use our Site for your personal, non-commercial purposes. No other use of the Site is authorized.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "6b3c4ff4-0ee4-4d76-ad5f-dded06ea54e3": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>NOTICE REQUIRED BY CALIFORNIA LAW",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "Pursuant to California Civil Code Section 1789.3, California residents are entitled to the following specific consumer rights notice: The name, address, and telephone number of the provider of this service is OSEA INTERNATIONAL, LLC, 1795 Washington Way, Venice, CA 90291, (310) 361-0547. Complaints regarding services or products, or requests to receive further information regarding use of this Site may be sent to the above address or to support@oseamalibu.com. The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Boulevard, Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "444d5f37-84b9-4ce8-bf13-ae2c78f3b495": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>GOVERNING LAW",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "a7ca55fd-3ca7-4a0c-a230-0aead7bb14e8": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "These Terms and any action or proceeding relating thereto will be governed by the laws of the State of California. If any provision or part-provision of these Terms is declared invalid, unlawful, void, or for any reason unenforceable, it will be deemed severable and will not affect the validity and enforceability of the remaining provisions of these Terms, which will be enforced to the maximum extent permissible.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "9b8000ac-c698-4449-aed4-77acb7c11e42": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>CHANGES TO TERMS OF USE",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "76908a5e-1f07-440b-8656-179f70287782": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "We reserve the right to make changes to these Terms at any time, and such changes will be effective immediately upon being posted on the Site. Each time you use the Site, you should review the current Terms. You can determine when these Terms were last revised by referring to the \"LAST UPDATED\" legend at the top of these Terms. Your continued use of the Site will constitute your acceptance of the then-current Terms; however, any material change to these Terms after your last usage of the Site will not be applied retroactively. Except for such material changes, the Terms that were in effect at the time any claim or dispute arose between you and OSEA will be applied.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "848efdb6-cce4-4e91-9364-4f764e4cce09": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>YOUR ACCOUNT",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "207da44c-5e4b-4af7-a259-c5f6a6285e38": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "You may choose to register an account with OSEA to access certain services. With respect to any such registration, we may refuse to grant you the username you request. Your username and password are for your personal use only. You are responsible for maintaining the confidentiality of your account and password and for restricting access to them, and you agree to accept responsibility for all activities that occur under your account or password. In addition to all other rights available to OSEA, including those set forth in these Terms, we reserve the right, in our sole discretion, to terminate your account or your use of the Site, block or prevent future access to and use of the Site, refuse service to you, or cancel your product orders (i) if you violate any of these Terms; (ii) for any other reason; or (iii) for no reason. Upon any such termination, your right to use the Site will immediately cease.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "4994c0af-465d-4fd2-a289-93eca75d3f8a": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "<br>PRIVACY POLICY",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "24be1cdf-c92f-4d9c-a391-a7ff0419e0eb": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "Users of the Site should refer to our Privacy Policy (as may be updated from time to time) for information about how we use and collect information, which may be accessed by clicking on the following link: https://oseamalibu.com/pages/privacy-policy. You agree that we may collect, use, retain, and disclose your personal information to the extent permissible by law and as described in our Privacy Policy and that our Privacy Policy will govern our collection and use of your personal information to the fullest extent permitted by law.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "7164cb85-8a6d-489b-a1f8-eafcb4cf8f8b": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "heading_text": "",
            "heading_classes": "",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "03612808-683d-4c95-b11d-e0514d37bdfc": {
          "type": "paragraph",
          "disabled": true,
          "settings": {
            "paragraph_text": "",
            "paragraph_classes": ""
          }
        }
      },
      "block_order": [
        "7cc76dbc-2926-4b51-9c97-cc4b782efedf",
        "a81c99c1-4875-4802-8772-8114cf359058",
        "6d286c59-fecf-4d29-81b1-a87a96f37479",
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1",
        "1143c7c3-63a6-44e8-a066-53c11660b47c",
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1",
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8",
        "6b3c4ff4-0ee4-4d76-ad5f-dded06ea54e3",
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37",
        "444d5f37-84b9-4ce8-bf13-ae2c78f3b495",
        "a7ca55fd-3ca7-4a0c-a230-0aead7bb14e8",
        "9b8000ac-c698-4449-aed4-77acb7c11e42",
        "76908a5e-1f07-440b-8656-179f70287782",
        "848efdb6-cce4-4e91-9364-4f764e4cce09",
        "207da44c-5e4b-4af7-a259-c5f6a6285e38",
        "4994c0af-465d-4fd2-a289-93eca75d3f8a",
        "24be1cdf-c92f-4d9c-a391-a7ff0419e0eb",
        "7164cb85-8a6d-489b-a1f8-eafcb4cf8f8b",
        "03612808-683d-4c95-b11d-e0514d37bdfc"
      ],
      "settings": {
        "section_heading": "",
        "section_classes": "container mb-12 max-w-prose",
        "container_classes": ""
      }
    }
  },
  "order": [
    "05c93baf-1157-43e4-86a1-6106672bf30f",
    "166368991591d704f6"
  ]
}
