/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "ec69c2fa-38a4-43f6-9a39-fbd8585cba61": {
      "type": "page-banner",
      "blocks": {
        "template--15591586136247__ec69c2fa-38a4-43f6-9a39-fbd8585cba61-16658722654f1d8ff0-0": {
          "type": "heading",
          "settings": {
            "heading": "Candidate Privacy Notice for California Residents",
            "heading_classes": "tracking-widest font-bold uppercase text-xl lg:text-2xl"
          }
        },
        "a47dabc1-3b4d-4a3e-8728-ba302a08356a": {
          "type": "paragraph",
          "settings": {
            "paragraph": "Last Updated and Effective: 5/16/2023",
            "paragraph_classes": "mt-1 font-book tracking-wide"
          }
        }
      },
      "block_order": [
        "template--15591586136247__ec69c2fa-38a4-43f6-9a39-fbd8585cba61-16658722654f1d8ff0-0",
        "a47dabc1-3b4d-4a3e-8728-ba302a08356a"
      ],
      "settings": {
        "is_text_only": true,
        "is_lazy": false,
        "section_classes": "relative container px-0 xs:px-6",
        "image_classes": "block object-cover object-top h-[460px] overflow-hidden min-w-full",
        "text_block_classes": "absolute top-6 inset-x-0 px-6 text-center"
      }
    },
    "166368991591d704f6": {
      "type": "rich-text",
      "blocks": {
        "6d286c59-fecf-4d29-81b1-a87a96f37479": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "OSEA International, LLC (\"Company\", \"we\" “our” or \"us\" in this Notice refers to OSEA International, LLC and its parents, subsidiaries, and affiliates, which may handle your candidacy and application for employment) respects the privacy rights of people seeking employment with us.\n<br><br>\nWe adopt this Notice to comply with the California Consumer Privacy Act of 2018 and any subsequent amendments, including the California Privacy Rights Act (\"CPRA\"). Any terms defined in the CPRA have the same meaning when used in this Notice.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Personal Information We Collect",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "1143c7c3-63a6-44e8-a066-53c11660b47c": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "To receive information from us about job openings or to apply for employment, you may be asked to provide personal information. The personal information that you may be requested to provide, or that we may otherwise collect may include:\n<ul>\n<li>• Name</li>\n<li>• Contact information, including home address, home telephone, mobile telephone, and email address</li>\n<li>• Date of birth</li>\n<li>• Work history, and eligibility for employment, including but not limited to visa sponsorship requirements</li>\n<li>• Education history, including institutions attended, grades and degrees obtained</li>\n<li>• Interest in employment opportunities, salary expectations and scheduling availability</li>\n<li>• Job specific questions that relate to your fitness for a particular position, including whether you are able to perform physical functions of a role</li>\n<li>• Employment history</li>\n<li>• Results of any evaluations you are invited to take as part of the application process</li>\n<li>• Information regarding potential conflict of interest issues</li>\n<li>• Any information you provide during the application and interview process</li>\n</ul>\n<br>\nIn some circumstances, we may ask individuals to self-identify certain personal information such as their ethnicity, gender, veteran status, and disability information. Providing this information is voluntary and your decision to provide or withhold any such information will not negatively impact whether or how we will consider you for employment in compliance with applicable state and federal laws. If you decline to provide certain of these characteristics (e.g., race/ethnicity) about yourself, we may need to identify them by reference to records or visual observation for compliance reporting purposes, in compliance with applicable law.\n<br><br>\nWhere we conduct background screening on candidates, additional information as to how we do that, and your associated rights will be provided to you separately.\n<br><br>\nIf you are hired, we will collect additional information during your employment and that will be covered by a separate Employee Privacy Policy which will be provided to you.\n<br><br>\nWe will treat any personal information considered sensitive under applicable law in accordance with applicable law. The use and disclosure of sensitive personal information will be limited as described below. We do not use, without your consent, sensitive personal information for other purposes that would require us to specify a method for submitting a request to limit such use pursuant to the CPRA.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>How We Use Personal Information:",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "<span class=\"underline\">Information You Voluntarily Provide</span>\n<br><br>\nAny personal information collected will be used to:\n<ul>\n<li>• enable you to express interest in and/or allow you to apply for employment with us;</li>\n<li>• consider your candidacy for employment;</li>\n<li>• comply with any applicable legal and regulatory requirements involving job applicants, which may include providing reports to government agencies;</li>\n<li>• verify your identity to ensure security for one of the other purposes listed in this Notice;</li>\n<li>• populate your employee records in the event you are hired;</li>\n<li>• protect against fraud;</li>\n<li>• conduct internal investigations and comply with legal obligations</li>\n</ul>\n<br><br>\nPersonal information is used only in ways that are compatible with the purposes described in this Notice. We will provide notice to you if your personal information will be used for other purposes.\n<br><br>\nWe take commercially reasonable steps to ensure that the personal information we collect is relevant to its intended use and is accurate, up-to-date, and complete.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "<span class=\"underline\">Site Navigation Information:</span>\n<br><br>\nWe only accept applications for employment via our applicant tracking software (“Workable”).  Workable and any third-party websites (the “Sites”) where job openings are listed may collect information related to your use of the Sites. Please refer to each of the Sites respective website privacy policy and cookie policies for details on personal information collection related to your use of their Sites, including any opt out preference options, all of which are outside of the control of Company.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "347853eb-765f-4f8b-ad18-42a1b4f51ab4": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Sharing of Personal Information:",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "6edd5a67-7986-4109-88c6-a2f7e1f5e61e": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "<span class=\"underline\">With Third Parties</span>\n\n<br><br>\nWe may share your personal information with service providers we have retained to perform services on our behalf to:\n<ul>\n<li>• administer our relationship with you (including setting up payroll in the event you are hired; background checks and evaluation of your application, for instance, if you are invited to participate in assessments conducted by our service providers);</li>\n<li>• investigate, enforce and defend against legal claims and comply with legal obligations, including in response to a legitimate legal request from law enforcement authorities or other government regulators;</li>\n<li>• investigate suspected or actual illegal activity or that which violates company policy;</li>\n<li>• prevent physical harm or financial loss;</li>\n<li>•\tsupport the sale or transfer of all or a portion of our business or assets (including through bankruptcy)</li>\n</ul>\n<br><br>\nAll of our service providers will use personal information only for the purposes identified in this Notice and will provide services under a contract which restricts use of information to that which is necessary to perform services on our behalf or to comply with legal requirements.<br><br>\nWe do not otherwise share or sell your personal information. To our knowledge, we also do not sell or share the personal information of persons under 18 years of age.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "7bd5b948-edc4-400a-8868-7aa5413bb832": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Access, Correction &amp; Deletion",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "bb3de2aa-3e69-4b04-8a6c-201ec45df55d": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you are a California resident, you have a right to know about the personal information we collect, use, and disclose about you, the right to correct inaccuracies and the right to request deletion, subject to certain exceptions. You may access or change certain application or candidate information directly in your candidate profile. If you are not able to achieve what you want using this method, please reach out by email to <a href=\"mailto:privacy@oseamalibu.com\">privacy@oseamalibu.com</a> or using the details in the \"Contact Us\" section below. If emailing, please use the email we have on file, to assist in verifying your identity.\n<br><br>\nTo report problems with the applicant tracking system or application process or to pose questions or concerns, contact us by emailing <a href=\"mailto:peopleops@oseamalibu.com\">peopleops@oseamalibu.com</a>",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "9da54cb4-8e9f-422d-aadd-7668013e58fd": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Non-Discrimination",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "52400aa8-bd57-4dfa-951e-6d546864468b": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you are a California resident, California law does not permit us to discriminate or retaliate against you because you exercised certain privacy rights under CPRA and we don’t intend to do this in any case.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "44701876-c2a1-4377-8d04-2d0ce6253eca": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Safeguards",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "ad292187-0d08-4b72-af37-97c674f181d9": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We have in place physical, electronic and procedural safeguards appropriate to the sensitivity of the information we maintain. Safeguards will vary depending on the sensitivity, format, location, amount, distribution and storage of the personal information. They include physical, technical, and managerial measures to keep personal information protected from unauthorized access. However, due to the nature of the internet and related technology, we cannot absolutely guarantee the security of personal information, and we expressly disclaim any such obligation.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "f45bd421-fb96-4d0b-9c0e-b27a33d19505": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Data Retention",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "7ddb4fab-2af7-4e48-ac2b-a1ee78dd9803": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We retain your personal information as long as necessary during your engagement, during any transition period (e.g., for the provision of ongoing benefits) or to comply with applicable legal obligations and record retention requirements.\n<br><br>\nWe determine how long to retain your personal information by reference to applicable law or regulation, court, administrative or arbitration proceedings, or audit requirements.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "5e4af56c-a133-428f-a4bc-b536c9cc22cc": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Changes to This Notice",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "c1fcef23-9fa3-4b66-92fc-f0c779ff339a": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We may need to update this Notice from time to time. We encourage you to review this Notice on a regular basis for any changes.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "eea28069-1819-4fe7-b245-21ba886532b2": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Designating An Authorized Agent",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "5229f08c-3c2d-4e4e-bdde-3f0f0e3ff7a3": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "California law permits California residents to designate an agent to manage their rights under California law. If you qualify and would like to designate an agent to manage your privacy preferences, you may do so using the mechanisms noted below under \"Exercising California Privacy Rights\". We will also need sufficient Personal Information about your authorized agent to be able to identify them. As part of this process, you must have permission from your authorized agent to disclose their Personal Information to us for the purpose of acting as your agent.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "00b097b0-3d2d-4df0-a7e9-f2c4c47d890e": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Exercising California Privacy Rights",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "e0fe0211-2ad2-4e53-bf42-8cc622c4351b": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you are a California resident and would like to exercise any of your rights you may do so by contacting us by using the contact particulars noted in the \"Contact Us\" section below. For your protection, where appropriate, and except where prohibited by law, we take reasonable steps to verify requests before they are processed. This may include, for example, a request from us for you to confirm your identity, to validate documents you submit to us or to verify your agent's authority to make the request.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "13a0761b-56ea-4531-8b37-c50de4183667": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>Contact Us",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "08c4b94f-7a50-482d-8b89-8d4524b5d4ad": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you have any comments or questions about the application process, please email <a href=\"mailto:peopleops@oseamalibu.com\">peopleops@oseamalibu.com</a>\n<br><br>\nIf you are a California resident and wish to exercise your rights under the CPRA, please email <a href=\"mailto:privacy@oseamalibu.com\">privacy@oseamalibu.com</a> or use the details listed below to contact us. We will confirm receipt and respond to your request within the timeframe required by law. If we need more time to respond, we will let you know why.\n<br><br>\nIf you have questions about our privacy practices in general, or wish to report a violation of the provisions of this Notice, please email <a href=\"mailto:privacy@oseamalibu.com\">privacy@oseamalibu.com</a> or call <a href=\"tel:310-361-0547\">(310) 361-0547</a>.",
            "paragraph_classes": "leading-relaxed"
          }
        }
      },
      "block_order": [
        "6d286c59-fecf-4d29-81b1-a87a96f37479",
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1",
        "1143c7c3-63a6-44e8-a066-53c11660b47c",
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1",
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8",
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37",
        "347853eb-765f-4f8b-ad18-42a1b4f51ab4",
        "6edd5a67-7986-4109-88c6-a2f7e1f5e61e",
        "7bd5b948-edc4-400a-8868-7aa5413bb832",
        "bb3de2aa-3e69-4b04-8a6c-201ec45df55d",
        "9da54cb4-8e9f-422d-aadd-7668013e58fd",
        "52400aa8-bd57-4dfa-951e-6d546864468b",
        "44701876-c2a1-4377-8d04-2d0ce6253eca",
        "ad292187-0d08-4b72-af37-97c674f181d9",
        "f45bd421-fb96-4d0b-9c0e-b27a33d19505",
        "7ddb4fab-2af7-4e48-ac2b-a1ee78dd9803",
        "5e4af56c-a133-428f-a4bc-b536c9cc22cc",
        "c1fcef23-9fa3-4b66-92fc-f0c779ff339a",
        "eea28069-1819-4fe7-b245-21ba886532b2",
        "5229f08c-3c2d-4e4e-bdde-3f0f0e3ff7a3",
        "00b097b0-3d2d-4df0-a7e9-f2c4c47d890e",
        "e0fe0211-2ad2-4e53-bf42-8cc622c4351b",
        "13a0761b-56ea-4531-8b37-c50de4183667",
        "08c4b94f-7a50-482d-8b89-8d4524b5d4ad"
      ],
      "settings": {
        "section_heading": "",
        "section_classes": "container mb-12 max-w-prose a:link",
        "container_classes": ""
      }
    }
  },
  "order": ["ec69c2fa-38a4-43f6-9a39-fbd8585cba61", "166368991591d704f6"]
}
