{
  "sections": {
    "ec69c2fa-38a4-43f6-9a39-fbd8585cba61": {
      "type": "page-banner",
      "blocks": {
        "template--15591586136247__ec69c2fa-38a4-43f6-9a39-fbd8585cba61-16658722654f1d8ff0-0": {
          "type": "heading",
          "settings": {
            "heading": "OSEA® Malibu Messaging<br> Service Privacy Policy",
            "heading_classes": "tracking-widest font-bold uppercase text-xl lg:text-2xl"
          }
        },
        "a47dabc1-3b4d-4a3e-8728-ba302a08356a": {
          "type": "paragraph",
          "settings": {
            "paragraph": "Last Updated and Effective: 6\/15\/2024",
            "paragraph_classes": "mt-1 font-book tracking-wide"
          }
        }
      },
      "block_order": [
        "template--15591586136247__ec69c2fa-38a4-43f6-9a39-fbd8585cba61-16658722654f1d8ff0-0",
        "a47dabc1-3b4d-4a3e-8728-ba302a08356a"
      ],
      "settings": {
        "is_text_only": true,
        "is_lazy": false,
        "section_classes": "relative container px-0 xs:px-6",
        "image_classes": "block object-cover object-top h-[460px] overflow-hidden min-w-full",
        "text_block_classes": "absolute top-6 inset-x-0 px-6 text-center"
      }
    },
    "166368991591d704f6": {
      "type": "rich-text",
      "blocks": {
        "a9bfcd87-8bd9-4f96-a6a0-e40f22cfd1a9": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "This Messaging Service Privacy Policy explains how OSEA® International, LLC (hereinafter,\n\"OSEA® Malibu,\" “OSEA” \"We,\" \"Us,\" \"Our\") collects, uses, and discloses personal\ninformation about you in relation to Our text message marketing program (the \"Messaging\nService\"). This Messaging Service Privacy Policy supplements Our Primary Privacy Policy. To\nthe extent that our collection, use and disclosure of personal information is addressed by a\nseparate privacy notice, please consult the terms of the section titled \"Primary Privacy Policy\"\nbelow.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "a81c99c1-4875-4802-8772-8114cf359058": {
          "type": "heading",
          "settings": {
            "heading_text": "Changes to the Messaging Service Privacy Policy",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "6d286c59-fecf-4d29-81b1-a87a96f37479": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We may revise this Messaging Service Privacy Policy from time to time in our sole discretion. If\nthere are any material changes to this Messaging Service Privacy Policy, we will notify you as\nrequired by applicable law. You understand and agree that you will be deemed to have accepted\nthe updated Messaging Service Privacy Policy if you continue to use the Messaging Service after\nthe new Messaging Service Privacy Policy takes effect.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1": {
          "type": "heading",
          "settings": {
            "heading_text": "Notice at Collection: Personal Information We Collect",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "1143c7c3-63a6-44e8-a066-53c11660b47c": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "When you sign up for the Messaging Service, We collect the following personal information:\n<ul>\n<li>• <b>Personal Identifiers<\/b>: name, telephone number(s), and the contents of any\ncommunications you send or receive via the Messaging Service<\/li>\n<li>• <b>Internet or other electronic network activity information<\/b>: communications metadata\n(e.g., the time\/date a message was sent or received) and your device type<\/li>\n<\/ul>\n<br>\nWe may also collect personal information about you using cookies or similar technologies on\nOur website or other digital properties. Cookies are small text files placed on device browsers\nthat store preferences and facilitate and enhance your experience. Cookies enable personalization\nof your experience via the Messaging Service (e.g., sending you personalized text messages such\nas shopping cart reminders).<br><br>\nIf you participate in a contest, sweepstakes, research study, or email survey associated with the\nMessaging Service, We will collect basic contact information and any other information you\nchoose to provide in connection with these activities. We will also collect your personal\ninformation if you contact Us with questions about the Messaging Service or for customer\nservice.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1": {
          "type": "heading",
          "settings": {
            "heading_text": "Notice at Collection: Use of Personal Information",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We collect the categories of personal information identified for the following purposes:<br>\n<style type=\"text\/css\">\n.tg  {border-collapse:collapse;border-spacing:0;}\n.tg td{border-color:black;border-style:solid;border-width:1px;font-family:Arial, sans-serif;font-size:14px;\n  overflow:hidden;padding:10px 5px;word-break:normal;}\n.tg th{border-color:black;border-style:solid;border-width:1px;font-family:Arial, sans-serif;font-size:14px;\n  font-weight:normal;overflow:hidden;padding:10px 5px;word-break:normal;}\n.tg .tg-0lax{text-align:left;vertical-align:top}\n<\/style>\n<table class=\"tg\" style=\"undefined;table-layout: fixed; width: 710px\">\n<colgroup>\n<col style=\"width: 351px\">\n<col style=\"width: 359px\">\n<\/colgroup>\n<thead>\n  <tr>\n    <th class=\"tg-0lax\"><span style=\"font-weight:bold\">Categories of Personal Information<\/span><\/th>\n    <th class=\"tg-0lax\"><span style=\"font-weight:bold\">Purposes for Collection<\/span><\/th>\n  <\/tr>\n<\/thead>\n<tbody>\n  <tr>\n    <td class=\"tg-0lax\">\n<span style=\"font-weight:bold\">Personal Identifiers<\/span>: name, telephone number(s), and the contents of any communications you send or receive via the Messaging Service<br><br><span style=\"font-weight:bold\">Internet or other electronic<\/span><br><span style=\"font-weight:bold\">network activity information<\/span>: communications metadata (e.g., the time\/date a message was sent or<br>received) and your device type<\/td>\n    <td class=\"tg-0lax\">To deliver, analyze, maintain and support the<br>Messaging Service; deliver text messages related to<br>marketing, promotions, payment, customer support,<br>delivery, checkout and other transactional-related<br>messages and sale of our products and services;<br>enhance the Messaging Service features and customize<br>and personalize your experiences on the Messaging Service;<\/td>\n  <\/tr>\n<\/tbody>\n<\/table>",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We may use your personal information to generate aggregated and\/or de-identified information\nthat does not specifically identify you. Aggregated and\/or de-identified information is not\npersonal information and may be shared with any third party, including advertisers, promotional\npartners, and sponsors.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "347853eb-765f-4f8b-ad18-42a1b4f51ab4": {
          "type": "heading",
          "settings": {
            "heading_text": "Notice at Collection: Disclosure of Personal Information",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "6edd5a67-7986-4109-88c6-a2f7e1f5e61e": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "In connection with the Messaging Service, we disclose your personal information in the\nfollowing circumstances below, but may at times disclose your personal information in other\nways as contemplated by Our Primary Privacy Policy:\n<ul>\n<li>• <b>Third Parties that Help Provide the Messaging Service<\/b>. We may disclose your personal information with third parties that help Us provide the Messaging Service\n(including, but not limited to, platform providers, phone companies, and other vendors who assist us in the delivery of text messages).\n<\/li>\n<li>• <b>Legal Requirements, Disclosures to Protect Us or Others<\/b>. We may disclose any\npersonal information We store associated with you in connection with the Messaging\nService to third parties if We, in good faith, believe that such disclosure is required or\nappropriate to comply with law enforcement or national security requests and legal\nprocess, such as a court order or subpoena; protect your, Our, or others’ rights, property,\nor safety; enforce Our policies or contracts; collect amounts owed to Us; or assist with an\ninvestigation or prosecution of suspected or actual fraud or other illegal activities.\n<\/li>\n<\/ul>",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "7bd5b948-edc4-400a-8868-7aa5413bb832": {
          "type": "heading",
          "settings": {
            "heading_text": "Accurate Information",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "bb3de2aa-3e69-4b04-8a6c-201ec45df55d": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "When you complete forms online or otherwise provide Us personal information in connection\nwith the Messaging Service, you agree to provide accurate, complete, and true information. You\nagree not to use a false or misleading name or a name that you are not authorized to use. If, in\nOur sole discretion, We believe that any such information is untrue, inaccurate, or incomplete, or you have opted into the Messaging Service for an ulterior purpose, We may refuse you access to\nthe Messaging Service and pursue any appropriate legal remedies.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "9da54cb4-8e9f-422d-aadd-7668013e58fd": {
          "type": "heading",
          "settings": {
            "heading_text": "Choices and Controls",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "52400aa8-bd57-4dfa-951e-6d546864468b": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "Text messages may be sent via an automatic telephone dialing system. Consent to receive\nautomated marketing text messages is not a condition of any purchase. You can opt-out of\nreceiving further commercial text messages via the Messaging Service by responding to any of\nOur text messages with any of the following replies: STOP, END, CANCEL, UNSUBSCRIBE,\nor QUIT. For additional opt-out information, please review Our Terms of Service.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "44701876-c2a1-4377-8d04-2d0ce6253eca": {
          "type": "heading",
          "settings": {
            "heading_text": "Personal Information of Minors",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "ad292187-0d08-4b72-af37-97c674f181d9": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We do not knowingly collect, sell or share for purposes of behavioral advertising any personal\ninformation from minors under the age of 18 in connection with the Messaging Service.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "f45bd421-fb96-4d0b-9c0e-b27a33d19505": {
          "type": "heading",
          "settings": {
            "heading_text": "How We Keep Your Personal Information Secure",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "7ddb4fab-2af7-4e48-ac2b-a1ee78dd9803": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We implement and maintain reasonable security appropriate to the nature of the personal\ninformation that We collect, use, retain, transfer or otherwise process.  However, there is no\nperfect security, and reasonable security is a process that involves risk management rather than\nrisk elimination.  While We are committed to maintaining a reasonable information security\nprogram, no such program can be perfect; in other words, all risk cannot reasonably be\neliminated. Data security incidents and breaches can occur due to factors that cannot reasonably\nbe prevented.  Accordingly, it cannot be assumed that the occurrence of any given incident or\nbreach results from Our failure to implement and maintain reasonable security.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "5e4af56c-a133-428f-a4bc-b536c9cc22cc": {
          "type": "heading",
          "settings": {
            "heading_text": "Customer Care",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "c1fcef23-9fa3-4b66-92fc-f0c779ff339a": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you are experiencing any problems with the Messaging Service or would like to request a copy\nof this Messaging Service Privacy Policy in another format, please visit https:\/\/oseamalibu.com\nand submit the form with details about your problem or your request for support, or email\nsupport@oseamalibu.com.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "eea28069-1819-4fe7-b245-21ba886532b2": {
          "type": "heading",
          "settings": {
            "heading_text": "U.S. State Data Privacy Rights",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "5229f08c-3c2d-4e4e-bdde-3f0f0e3ff7a3": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "Residents of certain U.S. states may have rights regarding their personal information under state\nlaw, as set forth below. We describe below how to exercise your rights if you are a resident of\none of these states.<br><br>\n<i>Verification of Requests<\/i><br><br>\nWhen you exercise rights other than opt-out rights, we will take steps to verify your identity. We\nwill ask you for two pieces of personal information, depending on the nature of your request, and\nattempt to match those to information that we maintain or collect about you.<br><br>If we are unable to verify your identity with the degree of certainty required, we will not be able\nto respond to the request. We will notify you to explain the basis of the denial.<br><br><i>Non-Discrimination<\/i><br><br>If you exercise any of the rights explained in this Messaging Service Privacy Policy, we will\ncontinue to treat you fairly. If you exercise your rights under this Messaging Service Privacy\nPolicy, you will not be denied or charged different prices or rates for goods or services, or\nprovided a different level or quality of goods or services than others.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "00b097b0-3d2d-4df0-a7e9-f2c4c47d890e": {
          "type": "heading",
          "settings": {
            "heading_text": "California Privacy Rights",
            "heading_classes": "font-medium text-lg py-4 underline",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "e0fe0211-2ad2-4e53-bf42-8cc622c4351b": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you are a California resident, the California Consumer Privacy Act (“CCPA”) and other laws\nprovide you with the following rights with respect to personal information we collect and\nprocess:<br><br>\n<span class=\"underline\">Right to Know<\/span><br>You can ask us for the following information from us with respect to the personal information\nwe have collected about you since January 1, 2022:\n<ul>\n<li>Specific pieces of personal information we have collected about you;<\/li>\n<li>Categories of personal information we have collected about you;<\/li>\n<li>Categories of sources from which such personal information was collected;<\/li>\n<li>Categories of personal information that the business sold or disclosed for a business\npurpose about the consumer;<\/li>\n<li>Categories of third parties to whom the personal information was sold or disclosed\nfor a business purpose; and<\/li>\n<li>The business or commercial purpose for collecting or selling your personal information.<\/li>\n<\/ul>",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "13a0761b-56ea-4531-8b37-c50de4183667": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>13. What If We Change This Privacy Policy?",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "08c4b94f-7a50-482d-8b89-8d4524b5d4ad": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "We may occasionally make changes to this Privacy Policy. If we wish to use your Personal Data for a new purpose not covered by this Privacy Policy, we will provide you with a new Privacy Policy explaining this new use prior to commencing the processing of your Personal Data pursuant to the new Privacy Policy and setting out the relevant purposes and processing conditions. If we change this Privacy Policy, your checking the box prompt before submitting Personal Data to us will signify your express consent to new uses of your Personal Data.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "c18d6ae6-9f0d-43c5-88bb-e9ebcc85c114": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>14. How You Can Resolve A Privacy Dispute With Us",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "5b5c81cb-3222-4435-b65b-6337837388af": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you have a complaint about this Privacy Policy or our privacy practices, we will work with you in an attempt to resolve your complaint.  Please contact us at <a href=\"mailto:support@oseamalibu.com\" style=\"font-weight:600; color:#1D4D41;\">support@oseamalibu.com<\/a>.  Please also refer to the arbitration procedures described in the Dispute Resolution section of the Site’s Terms of Use.  BY CHECKING THE BOX PROMPT BEFORE SUBMITTING YOUR PERSONAL DATA TO US, WE EACH AGREE TO SETTLE DISPUTES ONLY BY NON-CLASS, INDIVIDUAL ARBITRATION, INSTEAD OF SUING IN COURT (EXCEPT CERTAIN SMALL CLAIMS).  THE RULES IN ARBITRATION ARE DIFFERENT.  THERE IS NO JUDGE OR JURY, LIMITED DISCOVERY RIGHTS, AND REVIEW IS LIMITED, BUT AN ARBITRATOR CAN AWARD THE SAME DAMAGES AND RELIEF, AND MUST HONOR THE SAME LIMITATIONS STATED IN THE AGREEMENT, AS A COURT WOULD.  <br><br>\n\nTo initiate an arbitration proceeding, you must send us a notice of your complaint that includes a written statement of your name, address, and contact information, the facts giving rise to your complaint, and the relief you are requesting (the “Dispute Notice”).  The Dispute Notice must be addressed to:  OSEA Malibu, 1795 Washington Way, Venice, CA 90291 and sent to us by certified mail as described in the Dispute Resolution section of the Site’s Terms of Use.  If we do not reach an agreement to resolve your privacy complaint within sixty (60) days after we receive your Dispute Notice, you may commence an arbitration proceeding under the Dispute Resolution section of the Site’s Terms of Use.",
            "paragraph_classes": "leading-relaxed"
          }
        },
        "1347b5af-5463-4707-9777-dff7c5e5cf41": {
          "type": "heading",
          "settings": {
            "heading_text": "<br>15. How Can I Contact You?",
            "heading_classes": "font-medium text-lg py-4",
            "subheading_text": "",
            "subheading_classes": ""
          }
        },
        "c5a5c993-319a-4d81-9e27-084c8164dbdc": {
          "type": "paragraph",
          "settings": {
            "paragraph_text": "If you have any questions about this Privacy Policy, our practices, or your dealings with us, or to exercise any and all of your rights, please contact us at <a href=\"mailto:support@oseamalibu.com\" style=\"font-weight:600; color:#1D4D41;\">support@oseamalibu.com<\/a>.",
            "paragraph_classes": "leading-relaxed"
          }
        }
      },
      "block_order": [
        "a9bfcd87-8bd9-4f96-a6a0-e40f22cfd1a9",
        "a81c99c1-4875-4802-8772-8114cf359058",
        "6d286c59-fecf-4d29-81b1-a87a96f37479",
        "8b8ac0b6-3c14-46c7-8800-70e42f70b8b1",
        "1143c7c3-63a6-44e8-a066-53c11660b47c",
        "434cb44b-5ff7-4591-bb23-7df196e4c0e1",
        "ded95f87-3dc0-4ca7-a3c5-6cc27db241a8",
        "f9fa3413-b42e-4669-9cbb-f97fd03bff37",
        "347853eb-765f-4f8b-ad18-42a1b4f51ab4",
        "6edd5a67-7986-4109-88c6-a2f7e1f5e61e",
        "7bd5b948-edc4-400a-8868-7aa5413bb832",
        "bb3de2aa-3e69-4b04-8a6c-201ec45df55d",
        "9da54cb4-8e9f-422d-aadd-7668013e58fd",
        "52400aa8-bd57-4dfa-951e-6d546864468b",
        "44701876-c2a1-4377-8d04-2d0ce6253eca",
        "ad292187-0d08-4b72-af37-97c674f181d9",
        "f45bd421-fb96-4d0b-9c0e-b27a33d19505",
        "7ddb4fab-2af7-4e48-ac2b-a1ee78dd9803",
        "5e4af56c-a133-428f-a4bc-b536c9cc22cc",
        "c1fcef23-9fa3-4b66-92fc-f0c779ff339a",
        "eea28069-1819-4fe7-b245-21ba886532b2",
        "5229f08c-3c2d-4e4e-bdde-3f0f0e3ff7a3",
        "00b097b0-3d2d-4df0-a7e9-f2c4c47d890e",
        "e0fe0211-2ad2-4e53-bf42-8cc622c4351b",
        "13a0761b-56ea-4531-8b37-c50de4183667",
        "08c4b94f-7a50-482d-8b89-8d4524b5d4ad",
        "c18d6ae6-9f0d-43c5-88bb-e9ebcc85c114",
        "5b5c81cb-3222-4435-b65b-6337837388af",
        "1347b5af-5463-4707-9777-dff7c5e5cf41",
        "c5a5c993-319a-4d81-9e27-084c8164dbdc"
      ],
      "settings": {
        "section_heading": "",
        "section_classes": "container mb-12 max-w-prose",
        "container_classes": ""
      }
    }
  },
  "order": [
    "ec69c2fa-38a4-43f6-9a39-fbd8585cba61",
    "166368991591d704f6"
  ]
}
